/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"YCRefreshHeaderIdleText"           = "Pull down to refresh";
"YCRefreshHeaderPullingText"        = "Release to refresh";
"YCRefreshHeaderRefreshingText"     = "Loading...";

"YCRefreshAutoFooterIdleText"       = "Tap or pull up to load more";
"YCRefreshAutoFooterRefreshingText" = "Loading...";
"YCRefreshAutoFooterNoMoreDataText" = "No more data";

"YCRefreshBackFooterIdleText"       = "Pull up to load more";
"YCRefreshBackFooterPullingText"    = "Release to load more";
"YCRefreshBackFooterRefreshingText" = "Loading...";
"YCRefreshBackFooterNoMoreDataText" = "No more data";

"YCRefreshHeaderLastTimeText"       = "Last update: ";
"YCRefreshHeaderDateTodayText"      = "Today";
"YCRefreshHeaderNoneLastDateText"   = "No record";
